---
kind: enumMember
id: F:Autodesk.Revit.DB.ChangePriority.DoorsOpeningsWindows
enum: Autodesk.Revit.DB.ChangePriority
source: html/9db16841-106b-23bb-0c29-42017edcf69f.htm
---
# Autodesk.Revit.DB.ChangePriority.DoorsOpeningsWindows

Updater will modify family instances that cut their hosts like doors and windows